[
{
  "model": "flatpages.flatpage",
  "pk": 1,
  "fields": {
    "url": "/whats_new/",
    "title": "DEEP Update History",
    "content": "<div id=\"container\">\r\n\t\r\n\r\n\t\r\n\t\r\n\t<div id=\"fixedcontent\">\r\n\t\r\n\t\t<div id=\"topofbox\"></div>\r\n\t\t<div id=\"boxmiddle\">\r\n\t\t\t<a name=\"top\"></a>\r\n\t\t\t<h2>DEEP Update History</h2>\r\n\t\t\t<p>As new features are added to DEEP, they will be highlighted here, along with any other important announcements. A history of all major changes can be found below the horizontal rule.</p>\r\n\r\n\r\n<!-- TEMPLATE FOR HIGHLIGHTED RECENT UPDATE: PASTE THE FOLLOWING JUST ABOVE TOP UPDATE\r\n<br><b><font color=\"#000099\">[DATE]</font></b>: [UPDATE].<br>\r\n\r\n<br>\r\n<br>\r\n-->\t\t\t\r\n\r\n\r\n<br><b>7/15/2016</b>: DEEP data now available for download, see <a href=\"http://deep.sas.upenn.edu/export\">here</a>.\r\nYou are free to use the data underlying DEEP according to a <a href=\"https://creativecommons.org/licenses/by-nc-sa/4.0/\">Creative Commons license BY-NC-SA</a>. We ask that you also <a href=\"contact.php\">contact us</a> to inform us of the use you make of the data.\r\n<br>\r\n\r\n<br><b>7/1/2016</b>: All DEEP records now have permanent URLs, of the form <b>http://deep.sas.upenn.edu/[DEEP#]</b><br>The first quarto of Hamlet, e.g., is <a href=\"http://deep.sas.upenn.edu/347\">http://deep.sas.upenn.edu/347</a> — you can thus search by DEEP # simply by entering the URL.\r\n<br>\r\n\r\n<br><b>6/14/2016</b>: DEEP #s have been updated and rationalized. The DEEP #s for single-play playbooks now run in sequence by play, chronologically from the date of the first edition. The DEEP #s for Collections begin at 5000, and Plays in Collection take the DEEP # of their collection, followed by a decimal value indicating their placement in the collection. Click <a href=\"cross_index.php\">here</a> to download a spreadsheet that cross-indexes the old DEEP #s to the current ones.<br>\r\n<br>\r\n\r\n<hr>\r\n\r\n<p><b>7/27/15</b>: The dates of publication and printers for several playbooks published before 1560 have been updated to reflect changes suggested by Peter Blayney in <i>The Stationers' Company and the Printers of London, 1501-1557</i>, 2 vols. (Cambridge: Cambridge UP, 2013), Appendix K, vol. 2, pp. 1027-71. The plays affected by these changes include <i>Hycke Scorner</i> (Greg 3), <i>The Summoning of Everyman</i> (Greg 4), <i>Magnificence</i> (Greg 11), <i>The Play of the Weather</i> (Greg 15), <i>A Play of Love</i> (Greg 16), <i>Somebody, Avarice, and Minister</i> (Greg 25), <i>John the Evangelist</i> (Greg 26), <i>Lusty Juventus</i> (Greg 41), and <i>Jacob and Esau</i> (Greg 51).</p>\r\n\r\n<p><b>9/16/14</b>: Plays in the \"Beaumont and Fletcher canon\" have been updated to reflect the author attributions in Fredson Bowers, gen. ed., <i>The Dramatic Works in the Beaumont and Fletcher Canon</i>, vol. 10 (Cambridge: Cambridge UP, 1996), 751-52, except where these have been superseded by Gary Taylor and John Lavagnino, with MacDonald P. Jackson, John Jowett, Valerie Wayne, and Adrian Weiss, eds., <i>Thomas Middleton and Early Modern Textual Culture: A Companion to the Collected Works</i> (Oxford: Clarendon, 2007).</p>\r\n<p><b>1/6/09</b>: Search by Imprint Location (the location of any bookshop named on the title page) is now available in Advanced Search.</p>\r\n<p><b>1/6/09</b>: Search by Paratextual Material in Advanced Search now breaks out both Explicit and Errata as options.</p>\r\n<p><b>1/6/09</b>: Expanded display has been modified: if a colophon is present, it now appears under Stationer Information; Imprint Location has been added to Stationer Information; and Company of First Production and Company Attribution (both for professional companies only) have been added to Reference Information.</p>\r\n\r\n\t\t<p><b>11/25/08</b>: The Bibliographic Sources for DEEP have been moved into their own section of the website, and information on sources has been removed from the section on How to Use DEEP.</p>\r\n\r\n\t\t<p><b>9/25/08</b>: Search by the company that originally performed a play -- Company (First Production) -- is now available in Advanced Search.</p>\r\n\r\n\t\t<p><b>7/25/08</b>: Search by Format is now available in Advanced Search, and the Edition Number search now allows you to search for all \"Second-plus\" editions as well as individual edition numbers.</p>\r\n\r\n\t\t<p><b>7/21/08</b>: Modern-spelling search of All Title-Page Text is now available in Advanced Search.</p>\r\n\r\n\t\t<p><b>11/04/07</b>: DEEP begins beta-testing. Beta-testing is the process whereby electronic resources are tested by a small group of users to discover any bugs and to alert the creators to any necessary changes, before the site is made available to the wider public. Please explore the website and, if you see any errors or have any suggestions for improvements, let us know by using the Contact Us form. \r\n\r\n\t\t\t\r\n\t\t\t\r\n\t\t</div>\r\n\t\t<div id=\"bottomofbox\">&nbsp;</div>\r\n\t\t\r\n\t</div>\r\n\t\r\n</div>\r\n\r\n</div>",
    "enable_comments": false,
    "template_name": "default.html",
    "registration_required": false,
    "sites": [
      2
    ]
  }
},
{
  "model": "flatpages.flatpage",
  "pk": 2,
  "fields": {
    "url": "/using_deep/",
    "title": "How to Use DEEP",
    "content": "<h2>How to Use  DEEP</h2>\r\n\t\t\t<p>The user interface for DEEP is designed to be intuitive and easy to use, but some aspects may require brief explanations. We hope that after only one or two sessions of using DEEP, the website will feel familiar, comfortable, and simple. Please contact us using the link at the bottom of the page if anything is unclear, or if you feel any aspect of DEEP requires further explanation.</p>\r\n\t\t\t</p>The Help information is divided into the following sections:</p>\r\n\t\t\t<h2>Contents:</h2>\r\n\t\t<ul style=\"list-style:none;margin-left:50px;\">\r\n\t\t<li><a href=\"#basic\">Using the Basic Search</a></li>\r\n\t\t<li><a href=\"#advanced\">Using the Advanced Search</a></li>\r\n\t\t<li><a href=\"#types\">Types of Records</a></li>\r\n\t\t<li><a href=\"#terms\">Understanding the Search Fields</a></li>\r\n\t\t<li><a href=\"#display\">Understanding the Results Display</a></li>\r\n\t\t<li><a href=\"#browsers\">Web Browser Information</a></li>\r\n\t</ul>\r\n\t\t\t\r\n\t<div class=\"spacer\"></div>\r\n\t<div>&nbsp;</div>\r\n\t<div>\r\n\t\t<a name=\"basic\"></a>\r\n\t\t<h3>Using the Basic Search</h3>\r\n\t\t<p>Basic Search contains some of the most frequently used search fields: Title, Author (Modern Attribution),  Company (Playbook Attribution), Theater (Playbook Attribution), Stationer, Greg Number, and STC/Wing Number. You may search on one field alone or two fields in combination (&lsquo;AND&rsquo;). Basic Search always searches all the records in DEEP--that is, all playbooks printed through (and including) 1660.</p>\r\n\t\t<p>Select your search field with the drop-down box. When you do so, another box will pop-up below the search field, allowing you either to select the search term from a second drop-down menu or to enter text freely.</p>\r\n\t\t<p>With free-text searches, you may search for a specific string by enclosing text in quotation marks; you may use an asterisk as a wildcard at the end of words, so searching for \"humo*\" will hit all records that contain \"humor,\" \"humour,\" \"humors,\" \"humorous,\" etc.; and you may use a minus sign before a word as a NOT function, so searching for \"henry -fourth\" will yield only those results that do have \"henry\" but do not have \"fourth\" in them.</p>\r\n\t\t<p>Once your search yields its results, you may &ldquo;View/Modify Your Search&rdquo; by clicking the link at the top of the Results Display.</p>\r\n\t\t<div class=\"expand\"><a href=\"#top\">Back to top ^</a></div>\r\n\t</div>\r\n\t<div style=\"clear:both;\">&nbsp;</div>\r\n\t<div>\r\n\t\t<a name=\"advanced\"></a>\r\n\t\t<h3>Using the Advanced Search</h3>\r\n\t\t<p>Advanced Search works like Basic Search but with greatly increased functionality. All the search fields are available, and you can search on as many fields as you like, using both &lsquo;AND&rsquo; and &lsquo;OR&rsquo; combinations. To search using &lsquo;OR&rsquo;, enter your search terms on the same row, in the left and right columns; to search using &lsquo;AND&rsquo;, enter your search terms on separate rows, down a single column. If you use both &lsquo;OR&rsquo; and &lsquo;AND&rsquo; in combination, the dotted lines indicate how DEEP will parse your search, first looking for either of the terms joined by &lsquo;OR&rsquo; on a single line, and then limiting the results to only those records that also match the term given below the dotted line and joined by &lsquo;AND&rsquo;.</p>\r\n\t\t<p>Advanced Search also allows you to search either all the records or a subset thereof. Use the check boxes to select the universe of records you would like to search.</p>\r\n\t\t<p>Once your search yields its results, you may &lsquo;View/Modify Your Search&rdquo; by clicking the link at the top of the Results Display.</p>\r\n\t\t<div class=\"expand\"><a href=\"#top\">Back to top ^</a></div>\r\n\t</div>\r\n\t<div style=\"clear:both;\">&nbsp;</div>\r\n\t<div>\r\n\t\t<a name=\"types\"></a>\r\n\t\t<h3>Types of Records</h3>\r\n\t\t<p>In Advanced Search, you may choose to search all records in DEEP, or you may search only subsets. DEEP contains three types of records that make up these subsets:</p>\r\n\t\t<ul style=\"margin-left:25px;\">\r\n\t\t\t<li><b>Single-Play Playbooks</b> make up the great majority of DEEP;</li>\r\n\t\t\t<li><b>Collections</b> are books that contain plays, sometimes many (as in the Shakespeare folio), sometimes only a few (as in &ldquo;small&rdquo; collections like <i>1 &amp; 2 Tamburlaine</i>), and sometimes only a single play among non-dramatic texts (as in Sidney's <i>Arcadia</i>);</li>\r\n\t\t\t<li><b>Plays in Collection</b> were not published as books themselves, but only as parts of Collections. All searches for Plays in Collection refer only to the information and features contained within the Play in Collection itself, not to those of the Collection in which it appears. Thus, the record for <i>Twelfth Night</i> as it appears in the Shakespeare First Folio does not include any Genre (Playbook Attribution), even though the First Folio itself does contain title-page attributions of comedy, tragedy, and history; the record for <i>Epicoene</i> in the Jonson folio of 1616, however, does contain a genre attribution of comedy, since this forms part of the title page of the Play in Collection itself.</li>\r\n\t\t</ul>\r\n\r\n\t\t<div class=\"expand\"><a href=\"#top\">Back to top ^</a></div>\r\n\t</div>\r\n\r\n\r\n\t<div style=\"clear:both\">&nbsp;</div>\r\n\t<div>\r\n\t\t<a name=\"terms\"></a>\r\n\t\t<h3>Understanding the Search Fields</h3>\r\n\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Title:</span> free-text search by keyword in modernized spelling.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">All Title-Page Text (Modern Spelling):</span> free-text search of modernized transcriptions of all title pages in DEEP.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">All Title-Page Text (Old-Spelling):</span> free-text search of original-spelling transcriptions of all title pages in DEEP.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Author (Modern Attribution):</span> drop-down search of all the authors in DEEP, based on modern attributions of authorship.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Author (Playbook Attribution):</span> drop-down search of all the title-page author attributions in DEEP (even where they may be erroneous according to modern scholarly attributions); attributions have been standardized to full names if any portion of the full name appears on the title page, or to initials if only they appear. Also allows searches for any author attribution or no attribution.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Authorial Status (Playbook Attribution):</span> drop-down search, in standardized form, of title-page attributions of some form of elevated status to the author, ranging from &ldquo;student&rdquo; to &ldquo;M.A.&rdquo; to &ldquo;Countess,&rdquo; and so on; also allows searches for any authorial status attribution or no attribution.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Company (First Production):</span> drop-down search of modern attributions of the professional playing company that initially performed the play, with company names standardized. This search returns only plays performed by a professional company.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Company (Playbook Attribution):</span> drop-down search of title-page attributions of a playing company (even where they may be erroneous according to modern scholarly attributions), with company names standardized. Also allows searches for any company attribution or no attribution.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Theater (Playbook Attribution):</span> drop-down search, in standardized form, of title-page attributions of a theater or playing space (even where they may be erroneous according to modern scholarly attributions); all performances &ldquo;before the king/queen&rdquo; or &ldquo;at court&rdquo; or &ldquo;at Whitehall&rdquo; are represented by the attribution &ldquo;before the Court&rdquo;; also allows searches for any theater attribution or no attribution, and for indoor or outdoor theater attributions.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Genre (Annals):</span>  drop-down search of play genres, based on the classifications in <i>Annals</i>; these genres are somewhat simplified in the search drop-down (e.g., &ldquo;History&rdquo;), but the full genre as listed in <i>Annals</i> will appear in the results display (e.g., &ldquo;Biblical History&rdquo;). </p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Genre (Playbook Attribution):</span> drop-down search of title-page attributions of genre; also allows searches for any genre attribution or no attribution.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Play Type:</span> drop-down search of plays classified by their auspices, e.g., Adult Professional, Boys Professional, Translation, University, Closet/Unacted, and so on; also allows broader searches by Professional or Nonprofessional. </p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Paratextual Material:</span> drop-down search for the presence of different kinds of paratexts, including Dedication, Commendatory Verses, To the Reader, Argument, Character List, Actor List, Explicit, Errata, and Other Paratexts; also allows searches for any paratext or none. </p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Illustration:</span> binary search (yes/no) for the presence of a woodcut or engraving in the playbook. </p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Black Letter:</span> binary search (yes/no) for whether the main typeface of the playbook is black letter. </p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Latin on Title Page:</span> binary search (yes/no) for the presence of Latin on the title page of the playbook. </p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Stationer:</span> combines the searches for Printer, Publisher, and Bookseller (see below). </p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Printer:</span> drop-down search of all the printers of playbooks in DEEP (usually indicated in imprints by &ldquo;Printed by&rdquo;); for Single-Play Playbooks and Collections, title-page printer attributions have been supplemented by modern scholarly ascriptions where there is scholarly consensus.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Publisher:</span> drop-down search of all the publishers of playbooks in DEEP (usually indicated in imprints by &ldquo;Printed for&rdquo;); this drop-down menu also includes all printers who acted as publishers (imprints indicating the book was &ldquo;Printed by&rdquo; one stationer but not &ldquo;for&rdquo; another), although in the results display such printers will appear only in the Printer field, while the Publisher field will not appear.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Bookseller:</span> drop-down search of all the booksellers of playbooks in DEEP (usually indicated in imprints by &ldquo;to be sold by&rdquo;).</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Imprint Location:</span> drop-down search of the locations of bookshops that are named on the title page, according to the map coordinates in STC v.3. This search is only for those shops that are actually attributed on the title page, not for the locations of any stationers who may be named.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Date of First Production:</span> date-range search based on the year that the play was first performed (for acted plays) or written (for unacted plays such as closet drama or literary translations), with dates taken from <i>Annals</i> (and to be understood as approximations); will also return playbooks that were printed later, so long as the play was first produced within the dates entered.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Date of First Edition:</span> date-range search based on the year that the first edition of a play appeared; will return playbooks from later dates if the first edition of the play appeared within the dates entered.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Format:</span> drop-down search for bibliographic format specified.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Edition Number:</span> drop-down search for the edition number specified, or for any reprint (\"second-plus\") edition. Edition number includes both the <i>book</i> edition and the <i>play</i> edition; thus the 1637 quarto of <i>Hamlet</i> is the fifth edition of the <i>book</i>, but the seventh edition of the <i>play</i>, because <i>Hamlet</i> had previously also been printed twice in as a Play in Collection.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Greg Number:</span> searches for the reference number from W.W. Greg, <i>A Bibliography of the English Printed Drama to the Restoration</i>, 4 vols. (London: Bibliographical Society, 1939-59). Greg indicated works with only a single edition by capitalizing the \"A\" edition. DEEP ignores this distinction between capital and lower-case A/a in the initial edition of a work, because occasionally DEEP includes additional editions of a work that Greg thought had only a single edition, and because DEEP provides full information about the total number of editions of a work in the Total Editions field.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">STC/Wing Number:</span> searches for the reference number from <i>A Short-Title Catalogue of Books Printed in England, Scotland, &amp; Ireland and of English Books Printed Abroad, 1475-1640</i>, 2nd edition, ed. A.W. Pollard, G. R. Redgrave, W. A. Jackson, F. S. Ferguson, and Katharine F. Pantzer, 3 vols. (London: Bibliographical Society, 1976.91); and Donald Wing, ed., <i>Short-Title Catalogue of Books Printed in England, Scotland, Ireland, Wales, and British America, and of English Books Printed in Other Countries, 1641-1700</i>, 2nd edition, 4 vols. (New York: MLA, 1972-98). </p>\r\n\t\t<div class=\"expand\"><a href=\"#top\">Back to top ^</a></div>\r\n\t</div>\r\n\r\n\t<div style=\"clear:both\">&nbsp;</div>\r\n\t<div>\r\n\t\t<a name=\"display\"></a>\r\n\t\t<h3>Understanding the Results Display</h3>\r\n\t\t<p>The Results Display begins with a brief listing of all records matching the search criteria, providing the year, author, and title. You can re-sort this list by clicking on the header of each column (click again to reverse-sort), and you can expand each record individually or all at once to see full details. The full record display includes Reference Information, Title-Page Features, Paratextual Material, and Stationer Information. In each section, some items will appear only if relevant to the record: if an edition contains no Latin motto on the title page, for instance, that line in the Title-Page Features will not appear at all; or, as another example, if an edition indicates a printer and publisher but not a separate bookseller, the Bookseller line in Stationer Information will not appear. </p>\r\n\t<p class=\"termdesc\"><span class=\"termlabel\">Reference Information:</span> This section gives the standard bibliographic references from the STC, Wing, and Greg, as well as a unique DEEP number. It also gives the record type, play type, genre (as classified by <i>Annals</i>), date of first publication and approximate date of first production, the professional company (if any) that first produced the play and the professional company (if any) attributed on the title page, edition number (both of the book and of the play title, in cases where the play appears in collection), the total number of editions printed before 1660 (and their formats), the number of leaves it contains, and the format of the edition. This section also indicates if the book is printed in black letter typeface. Finally, this section provides (where applicable) information on a) variant issues and states; b) the relationships between collections and the plays they contain; and c) plays that appear both in collection and as bibliographically independent playbooks designed for individual sale:</p>\r\n\t\t<div style=\"margin-left:30px;\">\r\n\t\t\t<p class=\"termdesc\"><span class=\"termlabel\">a) variant issues and states:</span> Many playbooks from the period exist in multiple variant issues or states. The Results Display will list only a single one of these variants, thereby ensuring an accurate count of the number of editions that match the search criteria. The record for each variant, however, gives full details of the differences between issues or states and provides links to the variant records (via a pop-up window). In this way, all the information is made available, without misleadingly inflating the number of results.</p>\r\n\t\t\t<p class=\"termdesc\"><span class=\"termlabel\">b) collections and the plays they contain:</span> DEEP links collections to the plays they contain in a similar manner to its linking of variant issues and states. Each record for a play in a collection indicates the title of the collection in which it appears, providing a link to the record for that collection via a pop-up window. Likewise, each record for a collection provides a list of all the plays it contains, each of them linked to the record for that play.</p>\r\n\t\t\t<p class=\"termdesc\"><span class=\"termlabel\">c) plays in collection that are also bibliographically independent:</span> Some plays were printed in editions that were designed both to become part of a collection and also to be sold independently as a single-play playbook. In the Results Display, such plays will appear only once, with a link provided (via a pop-up window) between the record for the single-play playbook and the record for the play as it appears in the collection. In this way, all the information is made available, but the results count remains accurate.</p>\r\n\t\t</div>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Title-Page Features:</span> This section provides an original-spelling transcription of the title page, divided into portions relating to Title, Author, Performance, and Imprint (including colophons, if they contain significantly different information from the title-page imprint). If applicable, any Latin motto on the title page is transcribed, and any title-page or frontispiece illustrations are described. For Plays in Collection, the Title portion of the transcription is prefixed by the signature of the Play in Collection's title page, head-title (HT), or half-title, and only the material on this page is transcribed (the information on the general title page of the collection being transcribed in the record for the relevant Collection). Our transcriptions record the use of italics (but not black letter), small-caps, superscript, and other display elements, but do not take notice of line breaks, line-end hyphens, the long s, ligatures other than the dipthongs &aelig; and &oelig;, double v for w, turned letters, or borders, ornaments, and devices. Where absolute fidelity to the typography of the title-page is required, users should of course consult the original documents.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Paratextual Material:</span> This section gives information on any paratextual material contained in the edition, including dedications, commendatory verses, addresses to the reader, arguments, character lists (<i>dramatis personae</i>), actor lists, and other paratexts such as errata, advertisements, or illustrations appearing within the book rather than on the title page. For ease of reference, the names of dedicatees are given in standardized and modernized form and thus do not match the precise wording of the dedication itself.</p>\r\n\t\t<p class=\"termdesc\"><span class=\"termlabel\">Stationer Information:</span> This section gives the names of the printer, publisher, and bookseller of the edition. For Single-Play Playbooks and Collections, the printer is given even if his or her name does not appear on the title page, if it can be inferred from bibliographic evidence (otherwise \"[unknown]\" is listed); for Plays in Collection, however, the printer's name is only given if it appears, because the common practice of shared printing makes it unreliable to assume that the printer whose name may appear on the title leaf of the collection printed each play within the collection. For all kinds of records, the publisher and bookseller are given only if their names actually appear on the title page, or if their names can be inferred from the shop sign and location. This section also gives information about any printed license (imprimatur) and provides the names of all stationers who entered the play in the Stationers' Registers at any time prior to 1660, even if the entrance is not directly related to the edition in question. Finally, this section provides any additional notes on the play.</p>\r\n\t\t<div class=\"expand\"><a href=\"#top\">Back to top ^</a></div>\r\n\t</div>\r\n\r\n<div style=\"clear:both\">&nbsp;</div>\r\n\t<div>\r\n\t\t<a name=\"browsers\"></a>\r\n\t\t<h3>Web Browser Information</h3>\r\n\t\t<p>DEEP has been developed to work with Firefox, Safari, Netscape, and Internet Explorer. In our experience, the site looks best, however, on Firefox, Safari, and Netscape. If you find elements that are not working on your browser, first try updating to the latest release; some older versions of these browsers do not support all the functionality that DEEP uses. If the problem persists, please contact us.\r\n\t\t<div class=\"expand\"><a href=\"#top\">Back to top ^</a></div>\r\n\t</div>\r\n\r\n\t<div style=\"clear:both;\">&nbsp;</div>\r\n\t</div>\r\n</div>",
    "enable_comments": false,
    "template_name": "",
    "registration_required": false,
    "sites": [
      2
    ]
  }
},
{
  "model": "flatpages.flatpage",
  "pk": 3,
  "fields": {
    "url": "/cite/",
    "title": "How to Cite DEEP",
    "content": "<div id=\"container\">\r\n\t\r\n\t\r\n\t\r\n\t<div id=\"fixedcontent\">\r\n\t\r\n\t\t<div id=\"topofbox\"></div>\r\n\t\t<div id=\"boxmiddle\">\r\n\t\t\t<a name=\"top\"></a>\r\n\t\t\t<h2>How to Cite DEEP</h2>\r\n\t\t<p><i>DEEP: Database of Early English Playbooks</i>. Ed. Alan B. Farmer and Zachary Lesser. Created 2007. Accessed   \r\n\r\n<SCRIPT language=JavaScript><!--\r\n\r\nvar MonthName = new\r\nArray('January','February','March','April','May',' June','July','August','September',\r\n'October','November','December');\r\nvar theDate = new Date();\r\n\r\ndocument.write('<NOBR>' +\r\ntheDate.getDate() + ' ' +\r\nMonthName[theDate.getMonth()] + ' ' +\r\n\r\n(theDate.getYear() < 200 ? theDate.getYear() + 1900 :\r\ntheDate.getYear()) +\r\n'</font></NOBR>');\r\n//--></SCRIPT>.\r\n\r\n\r\n &lt;http://deep.sas.upenn.edu&gt;.</p>\r\n\t\t\t\r\n\t\t\t\r\n\t\t</div>\r\n\t\t<div id=\"bottomofbox\">&nbsp;</div>\r\n\t\t\r\n\t</div>\r\n\r\n</div>",
    "enable_comments": false,
    "template_name": "",
    "registration_required": false,
    "sites": [
      2
    ]
  }
},
{
  "model": "flatpages.flatpage",
  "pk": 4,
  "fields": {
    "url": "/contact/",
    "title": "Contact Us",
    "content": "<h2>Contact Us About DEEP</h2>\r\n\t<p>We welcome your suggestions to improve the performance of DEEP, and we will respond to all comments as quickly as possible. The simple question at the bottom of the form is designed to prevent robotic spam; please replace the question marks with the appropriate word.</p>\r\n\t<form method=\"post\" id=\"contactform\">\r\n\t\t<div class=\"formitem\">\r\n\t\t\t<label for=\"subject\">Your subject:</label>\r\n\t\t\t<select name=\"subject\">\r\n\t\t\t\t<option value=\"general\">General comment or question&nbsp;&nbsp;</option>\r\n\t\t\t\t<option value=\"error\">Error in data</option>\r\n\t\t\t\t<option value=\"help\">Request for help</option>\r\n\t\t\t</select>\r\n\t\t</div>\r\n\r\n\t\t<div class=\"formitem\">\r\n\t\t\t<label for=\"name\">Your name: </label>\r\n\t\t\t<input name=\"sender\" id=\"name\" type=\"text\" value=\"\"/>\r\n\t\t</div>\r\n\t\t\r\n\t\t<div class=\"formitem\">\r\n\t\t\t<label for=\"emailadd\">Your email address:</label>\r\n\t\t\t<input name=\"emailadd\" id=\"emailadd\" type=\"text\" value=\"\"/>\r\n\t\t\t\t\t</div>\r\n\t\t\t\t\t\r\n\t\t<div class=\"formitem\">\r\n\t\t\t<label for=\"comment\">Your comment:</label>\r\n\t\t\t<textarea name=\"comment\" id=\"comment\" cols=\"50\" rows=\"5\"></textarea>\r\n\t\t</div>\r\n\t\r\n \t\t<div class=\"formitem\">\r\n\t\t\t<label for=\"captcha\">What liquid makes ice?</label>\r\n\t\t\t<input id=\"captcha\" name=\"captcha\" type=\"text\" value=\"w????\" />\r\n\t\t\t\t\t\t<input name=\"captcha_id\" type=\"hidden\" value=\"2\" />\r\n\t\t</div>\r\n\r\n\t\t<div class=\"formitem\">\r\n\t\t\t<input id=\"submitemail\" name=\"submitemail\" type=\"submit\" value=\"Send Email\" />\r\n\t\t</div>\r\n\t\t\t\t\r\n\t</form>",
    "enable_comments": false,
    "template_name": "",
    "registration_required": false,
    "sites": [
      2
    ]
  }
},
{
  "model": "flatpages.flatpage",
  "pk": 5,
  "fields": {
    "url": "/sources/",
    "title": "Bibliographic Sources for DEEP",
    "content": "<h2>Bibliographic Sources for DEEP</h2>\r\n                <p></p>\r\n        \r\n                <p>The main bibliographic sources for DEEP are listed here by field. These sources may be supplemented by additional scholarship, in which case the relevant work is cited in the Additional Notes for the DEEP record.</p>\r\n\r\n                <p><b>Author (Modern Attribution):</b> based on <i>Annals of English Drama, 975-1700</i>, 3rd edition, ed. Alfred Harbage, Samuel Schoenbaum, and Sylvia Stoler Wagonheim (London: Routledge, 1989); Fredson Bowers, gen. ed., <i>The Dramatic Works in the Beaumont and Fletcher Canon</i>, vol. 10 (Cambridge: Cambridge UP, 1996), 751-52; and Gary Taylor and John Lavagnino, with MacDonald P. Jackson, John Jowett, Valerie Wayne, and Adrian Weiss, eds., <i>Thomas Middleton and Early Modern Textual Culture: A Companion to the Collected Works</i> (Oxford: Clarendon, 2007).</p>\r\n                \r\n                <p><b>Company (First Production):</b> based on Gerald Eades Bentley, <i>The Jacobean and Caroline Stage</i>, 7 vols. (Oxford: Clarendon, 1941-68); Martin Butler, \"Exeunt Fighting: Poets, Players, and Impresarios at the Caroline Hall Theaters,\" in Adam Zucker and Alan B. Farmer, eds, <i>Localizing Caroline Drama: Politics and Economics of the Early Modern English Stage, 1625-1642</i> (New York: Palgrave, 2006), 97-128; Andrew Gurr, <i>Shakespearian Playing Companies</i> (Oxford: Clarendon, 1996); Scott McMillin and Sally-Beth MacLean, <i>The Queen's Men and Their Plays</i> (Cambridge: Cambridge UP, 1998); and Lucy Munro, <i>Children of the Queen's Revels: A Jacobean Theatre Repertory</i> (Cambridge: Cambridge UP, 2005).</p>\r\n                \r\n                <p><b>Company (Playbook Attribution):</b> company names standardized based on Bentley and Gurr.</p>\r\n                \r\n                <p><b>Date of First Production:</b> based on <i>Annals</i>; Stanley Wells and Gary Taylor, with John Jowett and William Montgomery, <i>William Shakespeare: A Textual Companion</i> (1987; New York: Norton, 1997); and <i>Thomas Middleton and Early Modern Textual Culture.</i></p>\r\n                \r\n                <p><b>Date of First Edition:</b> dates derived from W.W. Greg, <i>A Bibliography of the English Printed Drama to the Restoration</i>, 4 vols. (London: Bibliographical Society, 1939-59); from <i>A Short-Title Catalogue of Books Printed in England, Scotland, & Ireland and of English Books Printed Abroad, 1475-1640</i> (STC), 2nd edition, ed. A.W. Pollard, G. R. Redgrave, W. A. Jackson, F. S. Ferguson, and Katharine F. Pantzer, 3 vols. (London: Bibliographical Society, 1976-91); and from Donald Wing, ed., <i>Short-Title Catalogue of Books Printed in England, Scotland, Ireland, Wales, and British America, and of English Books Printed in Other Countries, 1641-1700</i>, 2nd edition, 4 vols. (New York: MLA, 1972-98).</p>\r\n                \r\n                <p><b>Dedication:</b> dedicatee names standardized and modernized based on the <i>Oxford Dictionary of National Biography</i> and Franklin B. Williams, Jr., <i>Index of Dedications and Commendatory Verses in English Books Before 1641</i> (London: Bibliographical Society, 1962).</p>\r\n                \r\n                <p><b>Entries in Stationers' Register:</b> based on Greg, and Edward Arber, <i>A Transcript of the Registers of the Company of Stationers of London, 1554-1640</i>, 5 vols, (1875-1894; Gloucester: Peter Smith, 1967).</p>\r\n                \r\n                <p><b>Format:</b> based on Greg and STC/Wing, except that DEEP differs with Greg on large-paper quartos, which Greg calls octavos in quarto format, but which DEEP calls quartos, following G.T. Tanselle, \"The Concept of Format,\" Studies in <i>Bibliography</i> 53 (2000): 67-115.</p>\r\n                \r\n                <p><b>Imprint Location:</b> based on the attributions and map coordinates in STC volume 3.</p>\r\n                \r\n                <p><b>Genre (Annals):</b> based on the classifications in <i>Annals</i>.</p>\r\n                \r\n                <p><b>Leaves:</b> based on Greg, ESTC, and EEBO.</p>\r\n                \r\n                <p><b>Paratextual Material:</b> Information on most paratexts is derived from Greg and EEBO.</p>\r\n                \r\n                <p><b>Play Type:</b> based on <i>Annals</i>.</p>\r\n                \r\n                <p><b>Printer:</b> printer attributions have been supplemented by ascriptions in Greg, STC/Wing, and ESTC.</p>\r\n                \r\n                <p><b>Title:</b> based on <i>Annals</i> and Greg.</p>\r\n                \r\n                <p><b>Title-Page Features:</b> transcriptions based on Greg, ESTC, and EEBO.</p>\r\n                \r\n                <p><b>Variants:</b> informed by Greg and STC/Wing, but the distinction between \"issues\" and \"states\" derives from the theory laid out in G.T. Tanselle, \"The Bibliographical Concepts of Issue and State,\" <i>Papers of the Bibliographical Society of America</i> 69 (1975): 17-66.</p>\r\n                \r\n                <p><b>Year:</b> based on Greg and STC/Wing.</p>",
    "enable_comments": false,
    "template_name": "",
    "registration_required": false,
    "sites": [
      2
    ]
  }
},
{
  "model": "flatpages.flatpage",
  "pk": 6,
  "fields": {
    "url": "/about/",
    "title": "About",
    "content": "<h2>The History behind DEEP</h2>\r\n\t\t\t<p>In 1999, while graduate students in English Literature at Columbia University, we created the original, quite different version of DEEP, which &ldquo;lived&rdquo; only on our own computers, because we wanted to answer some questions we had about the marketing of authorship and theatricality on the title pages of early modern English playbooks. Since then, we have updated the database continuously, adding new information as our research moved into new areas and new questions arose.</p>\r\n\t\t\t<p>Beginning in 2005, we have worked with web designers and programmers to convert this database into a web resource so that all scholars and students can have access to it. Along the way, DEEP has been generously funded by the Campus Research Board at the <a href=\"http://www.uiuc.edu\" target=_blank>University of Illinois, Urbana-Champaign</a>, the <a href=\"http://www.sas.upenn.edu/\" target=_blank>School of Arts and Sciences at the University of Pennsylvania</a>, and Penn's <a href=\"http://dewey.library.upenn.edu/sceti\" target=_blank>Schoenberg Center For Electronic Text and Image (SCETI)</a>.</p>\r\n\t\t\t<p>Much of the site development and the original coding was done by David Cross at the University of Illinois, where Traci Vaughan developed the visual design for the site, and Sara Long was the graphic designer. Three computer programmers at the University of Pennsylvania--Brian Kirk, Pan Thomakos, and Michajlo Matijkiw--transformed the database to its current form, greatly enhancing and improving its functionality. David McKnight, Director of SCETI, coordinated the project and helped with funding.</p>\r\n\t\t\t\r\n\t\t\t<p>DEEP went &ldquo;live&rdquo; in November, 2007. Please <a href=\"/contact.php\">contact us</a> with any suggestions for the site or corrections to the data. We are eager to get your feedback so that we can continue to improve the site.</p>\r\n\t\t\t<div style=\"float:right;\">-Alan B. Farmer and Zachary Lesser</div>",
    "enable_comments": false,
    "template_name": "",
    "registration_required": false,
    "sites": [
      2
    ]
  }
}
]
